;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Arkivdt a.k.a Arnymous
; TranslationAuthorEmail: nuevopico@gmail.com
; TranslationAuthorWeb: http://www.arkivdt.comeze.com
; Soft Version: 1.09.18
; Update: 2013-24-3
;
[GUI]
ButtonYes=Ya
ButtonNo=Tidak
ButtonOK=OK
ButtonMinimize=Perkecil
ButtonMaximize=Perbesar
ButtonClose=Tutup
ButtonRestore=Kembalikan
ButtonMenu=Menu

[Lang]
NativeLanguage=Indonesian
[Translation]
LangCode=0421
ReadHabit=Left-to-right
LanguageName=IND
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Konfirmasi
Warning=Peringatan
Error=Kesalahan
Confirm=Konfirmasi
CurVer=Versi saat ini:
;
; About
;
FrmGBAbout.caption=Tentang
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Versi Saat Ini：
FrmGBAbout.lblemail.caption=Dukungan Email：
FrmGBAbout.lblhome.caption=Beranda：
FrmGBAbout.lblthank.caption=Terima orang-orang berikut atas kontribusi mereka:

;
; Popup Menu
;
pmHelp=Bantuan online
pmHome=Beranda
pmCheckNew=Cek untuk Memperbarui
pmLang=Bahasa
pmAbout=Tentang Kami
pmCheckNew=Cek untuk Memperbarui
pmrun=Jalankan Permainan
pmadd=Tambah Permainan
pmdel=Hapus Permainan
pminfo=Informasi Permainan
pmEndProcess=Akhiri Proses
pmExclude=Mengecualikan
pmNoExclude=Batal Pengecualian
pmGoogle=Pencarian dengan Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Permainan Saya
FrmGBMain.BtnTabOpt.Caption=Optimalkan Sistem
FrmGBMain.BtnTabProcess.Caption=Optimalkan Proses
FrmGBMain.BtnTabService.Caption=Optimalkan Servis
FrmGBMain.Btnlikeit.Caption=sukai
FrmGBMain.BtnRestore.Caption=Kembalikan

;
; Like Us
;
FrmLikeit.lblTitle.caption=Jika Anda menyukai Wise Game Booster Gratis, silahkan merekomendasikan hal ini kepada orang-orang yang Anda cintai.
FrmLikeit.lblInfo.caption=Silakan bagikan Wise Game Booster dengan keluarga anda, teman, teman sekelas, dan rekan melalui Email, Blog, Twitter, Youtube, Facebook, etc. Bagus! Anda akan membawa kenyamanan dan efisiensi untuk kehidupan mereka.
FrmLikeit.lblRate.caption= Nilai Untuk Wise Game Booster:
FrmLikeit.lblfollow.caption=Ikuti kami di:
FrmLikeit.lblshare.caption=Bagikan Wise Game Booster:
FrmLikeit.btndownload.caption=Unduh Gratis
FrmLikeit.imgrate.hint=Beri kami penghargaan 5 bintang
FrmLikeit.imgmail.hint=Berbagi dengan teman Anda
FrmLikeit.imgface1.hint=Berbagi di facebook
FrmLikeit.imgface2.hint=Ikuti kami di facebook
FrmLikeit.imgtwitter1.hint=Berbagi di twitter
FrmLikeit.imgtwitter2.hint=Ikuti kami di twitter
FrmLikeit.Caption=Suka
FrmLikeit.lbldownload.caption=unduh aplikasi lain dari WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Informasi Permainan
FrmGameinfo.lbltype.caption=Tipe Permainan:
FrmGameinfo.lblname.caption=Nama Berkas:
FrmGameinfo.lblPublisher.caption=Pengembang Permainan:
FrmGameinfo.lbltimes.caption=Waktu Berjalan:
FrmGameinfo.lbllasttime.caption=Terakhir Dijalankan:
FrmGameinfo.lblrate.caption=Penilaian Permainan:
FrmGameinfo.lblcomment.caption=Catatan Permainan:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Batal
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimalkan
FrmGameBox.btnProcessopt.caption=Optimalkan
FrmGameBox.btnServiceopt.caption=Optimalkan
FrmGameBox.btnopt.caption=Optimalkan Semua

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimalkan Sekarang
FrmSysOpt.lblhint.caption=Optimalkan item berikut untuk meningkatkan kinerja permainan menyenangkan.
FrmSysOpt.lblreall.caption=Lanjutkan Semua
;
;processopt
;
FrmProcess.lblhint.caption=Tutup proses penggunaan memori tinggi untuk meningkatkan kecepatan permainan. 
ProcessCpu=Penggunaan CPU
ProcessMemory=Penggunaan Memori
ProcessSuggest=Saran
ProcessAction=Proses Manajemen
ProcessMostMemUse=Penggunaan Memori Tinggi Bukan-Sistem Program
;
;Serviceopt
;
FrmService.lblhint.caption=Tutup layanan relevan untuk meningkatkan kecepatan permainan.
ServicePublisher=Pengembang
ServiceSuggest=Saran
ServiceAction=Manajemen Servis
ServiceStop=Hentikan Layanan Relevan
ServiceDisable=Berhenti (Saran)
ServiceEnable=Mulai (Saran) 
ServiceKeep=Jaga (Saran)
ServiceMust=Harus terbuka

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Lanjutkan Semua Layanan
Frmrestore.caption=Lanjutkan Layanan
Frmrestore.Btnok.caption=OK
ServiceName=Nama Layanan
ServiceChangeDateTime=Terakhir di Modifikasi
ServiceRestore=Lanjutkan Layanan

[GameBox]
GameUnknow=Tidak diketahui
GameRPG=Role-playing games
GameShot=Permainan Tembak-tembakan
GameOther=Permainan Lain
NeverPlay=Tidak pernah dimainkan
UnknowPublisher=Pengembang Tidak diketahui
lstbtnadd=Tambah Permainan
LblSysopt=Optimalkan Layanan
LblProcessopt=Manajemen Proses
LblServiceopt=Optimalkan Layanan
LblTitleCheck=Pengujian kinerja PC, harap tunggu ...

[message]
FirRun=Apakah Anda ingin WGB untuk mencari semua permainan lokal Anda secara otomatis pada saat mulai pertama?
NoNewVer=Selamat! Versi yang Anda gunakan adalah yang terbaru.
CheckComputer=Pengujian kinerja PC, harap tunggu ...
SearchGame=Mencari permainan lokal Anda, harap tunggu ...
Allgood=Selamat! PC Anda dalam kondisi baik. Tidak perlu di optimalkan. 
SysGood=Selamat! Tidak ada yang perlu di optimalkan. 
ProcessGood=Selamat! Tidak ada proses yang perlu diakhiri. 
ServiceGood=Selamat! Tidak ada layanan yang perlu dihentikan. 
HaveProblem=Found %d masalah! Silahkan klik "Optimalkan Semua" untuk memperbaikinya.
sysProblem=%d barang yang bisa dioptimalkan.
Processproblem=%d proses yang dapat berakhir untuk membebaskan memori.
Serviceproblem=%d layanan yang bisa dihentikan.
DeleteGame=Apakah Anda yakin untuk menghapus permainan ini?
HaveOpt=Optimalkan
btnRestore=Lanjutkan
btnOpt=Optimalkan Sekarang
BtnAction=Aksi
BtnStop=Hentikan Layanan
SuggestClose=Selesai (Saran)
SuggestKeep=Jaga (Saran)
haveStoped=Dihentikan
HaveRun=Telah Mulai
BtnRun=Mulai
HaveFail=berhenti Gagal
OptComputer=Mengoptimalkan, Harap tunggu ...
AllgoodAfterOpt=Optimasi Selesai dan %s MB Disimpan. Bermain game sekarang!
AllgoodAfterManualOpt=Selamat! Tidak ada yang perlu dioptimalkan. Bermain game sekarang!
HaveProblemAfterOpt=%d items failed to be optimized, but %s MB memory released.


[sysopt]
SystemStable=Sistem Stabilitas
SystemSpeedup=Percepat Sistem
NetworkSpeedup=Percepat Jaringan
AutoKill=Secara otomatis menutup aplikasi tidak responsif untuk menghindari sistem hancur
RestartExplorer=Secara otomatis me-restart Windows Explorer untuk menghindari desktop menghilang tak terduga
TwoProcess=Membuat Windows Explorer dijalankan sebagai proses terpisah untuk menghindari konflik sistem
ErrorReport=Nonaktifkan pelaporan layar kesalahan untuk meningkatkan kinerja sistem
Debugger=Nonaktifkan debugger untuk mempercepat proses error
OptMemory=Optimalkan pengaturan memori standar untuk meningkatkan kinerja sistem
OptVEff=Optimalkan penampilan komponen front end (kotak dialog, menu, dll) untuk meningkatkan kecepatan respon sistem
OptFileSystem=Mengoptimalkan sistem file untuk meningkatkan kinerja sistem
OptDiskSystem=Optimalkan disk I / O subsistem untuk meningkatkan kinerja sistem
DisAutoRun=Nonaktifkan fitur "Autoplay" pada drive untuk menghindari infeksi virus
OptTTL=Optimalkan TTL (Time To Live) pengaturan untuk meningkatkan kinerja jaringan
OptNetForward=Optimalkan jaringan kemampuan memindahkan untuk meningkatkan kinerja jaringan
OptMTU=Secara otomatis mendeteksi "lubang hitam" oleh Jalur Teknik Penemuan MTU untuk meningkatkan kinerja TCP / IP
OptWINS=Optimalkan waktu WINS nama query untuk meningkatkan kecepatan transfer data
OptNetWork=Optimalkan pengaturan jaringan untuk meningkatkan kinerja transfer
CloseAnimate=Tutup Efek animasi ketika menunjukkan memaksimalkan atau meminimalkan jendela untuk mempercepat respon window
PagingExecutive=Nonaktifkan pagination memori dan mengurangi disk I / O untuk meningkatkan kinerja aplikasi. (Abaikan jika memori fisik Anda adalah <1 Gb)
StaticIP=Mengatur IP statis untuk koneksi lokal Anda untuk meningkatkan kecepatan startup PC Anda
PorcessorTime=Mengoptimalkan kinerja prosesor untuk membuat aplikasi, games, dll berjalan lebih lancar. (Abaikan jika mesin Anda adalah server.)
DisableIDECheck=Mencegah IDE channel periksa untuk meningkatkan kecepatan startup Windows
ForeAppSpeed=Meningkatkan kecepatan respon program foreground
AeroPeek=Meningkatkan kecepatan tampilan Aero Peek



